Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: This item has already been deleted.
ca_es: Aquest element ja s'ha suprimit.

source: Drag each item into the order you prefer. Click the arrow on the right of the item to reveal additional configuration options.
ca_es: Arrossegueu cada element en l'ordre que preferiu. Feu clic a la fletxa que hi ha a la dreta de l'element per mostrar opcions de configuració addicionals.

source: If you haven&#8217;t yet created any menus, <strong>click the &#8217;create a new menu&#8217; link</strong> to get started
ca_es: Si no heu creat encara cap menú, <strong>feu clic a l'enllaç crea un menú nou</strong> per començar

source: This screen is used for managing your content revisions.
ca_es: Aquesta pantalla s'utilitza per gestionar les revisions de contingut.

source: Revisions are saved copies of your post or page, which are periodically created as you update your content. The red text on the left shows the content that was removed. The green text on the right shows the content that was added.
ca_es: Les revisions són còpies desades d'una entrada o pàgina, les quals es creen periòdicament quan actualitzeu el contingut. El text vermell de l'esquerra mostra el contingut que s'ha suprimit. El text verd de la dreta mostra el contingut que s'ha afegit.

source: From this screen you can review, compare, and restore revisions:
ca_es: Des d'aquesta pantalla podeu revisar, comparar i restaurar revisions:

source: To restore a revision, <strong>click Restore This Revision</strong>.
ca_es: Per restaurar una revisió, <strong>feu clic a Restaura aquesta revisió</strong>.

source: <a href="http://codex.wordpress.org/Revision_Management" target="_blank">Revisions Management</a>
ca_es: <a href="http://codex.wordpress.org/Revision_Management" target="_blank">Gestió de les revisions</a> (en anglès)

source: To:
ca_es: A:

source: From:
ca_es: De:

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: Menu locations updated.
ca_es: S'han actualitzat les ubicacions dels menús.

source: j M @ G:i
ca_es: j M a les G:i

source: %1$s by %2$s.
ca_es: %1$s de %2$s.

source: Released: %d.
ca_es: Any de publicació: %d.

source: Track %1$s of %2$s.
ca_es: Peça %1$s de %2$s.

source: Track %1$s.
ca_es: Peça %1$s.

source: Genre: %s.
ca_es: Gènere: %s.

source: Mime-type:
ca_es: Tipus mime:

source: Year:
ca_es: Any:

source: Genre:
ca_es: Gènere:

source: Bitrate:
ca_es: Taxa de bits:

source: Audio Format:
ca_es: Format d'àudio:

source: Audio Codec:
ca_es: Còdec d'àudio

source: Saving revision...
ca_es: S'està desant la revisió...

source: Your latest changes were saved as a revision.
ca_es: Els darrers canvis s'han desat com una revisió.

source: This screen is used for managing your custom navigation menus.
ca_es: Aquesta pantalla s'utilitza per gestionar els menús de navegació personalitzats.

source: From this screen you can:
ca_es: Des d'aquesta pantalla podeu:

source: Create, edit, and delete menus
ca_es: Crea, edita i suprimeix menús

source: Add, organize, and modify individual menu items
ca_es: Afegeix, organitza i modifica elements del menú individuals

source: The menu management box at the top of the screen is used to control which menu is opened in the editor below.
ca_es: La caixa de gestió del menú a la part superior de la pantalla s'utilitza per controlar quin menú s'obre a l'editor que hi ha a continuació.

source: To edit an existing menu, <strong>choose a menu from the drop down and click Select</strong>
ca_es: Per editar un menú existent, <strong>trieu un menú del desplegable i feu clic a Selecciona</strong>

source: You can assign theme locations to individual menus by <strong>selecting the desired settings</strong> at the bottom of the menu editor. To assign menus to all theme locations at once, <strong>visit the Manage Locations tab</strong> at the top of the screen.
ca_es: Podeu assignar ubicacions del tema a menús individuals en <strong>seleccionar el paràmetre desitjat</strong> a la part inferior de l'editor del menú. Per assignar menús a totes les ubicacions del tema d'una sola vegada, <strong>visiteu pestanya de gestió d'ubicacions</strong> de la part superior de la pantalla.

source: Menu Management
ca_es: Gestió de menú

source: Each custom menu may contain a mix of links to pages, categories, custom URLs or other content types. Menu links are added by selecting items from the expanding boxes in the left-hand column below.
ca_es: Cada menú personalitzat pot contenir una barreja d'enllaços a pàgines, a categories, a URLs personalitzades o a altres tipus de contingut. Els enllaços de menú s'afegeixen en seleccionar elements des de les caixes que s'expandeixen de la columna inferior que hi ha la part esquerra.

source: Add one or several items at once by <strong>selecting the checkbox next to each item and clicking Add to Menu</strong>
ca_es: Afegiu un o diversos elements alhora en <strong>seleccionar la casella que hi ha prop de cada element i fer clic a Afegeix al menú</strong>

source: To add a custom link, <strong>expand the Links section, enter a URL and link text, and click Add to Menu</strong>
ca_es: Per afegir un enllaç personalitzat, <strong>amplieu la secció d'enllaços, introduïu una URL i el text de l'enllaç, i feu clic a Afegeix al menú</strong>

source: To reorganize menu items, <strong>drag and drop items with your mouse or use your keyboard</strong>. Drag or move a menu item a little to the right to make it a submenu
ca_es: Per reorganitzar els elements del menú, <strong>arrossegueu i deixeu anar els elements amb el ratolí o feu servir el teclat.</strong>. Arrossegueu o moveu un element del menú un poc cap a la dreta per convertir-lo en un submenú

source: Delete a menu item by <strong>expanding it and clicking the Remove link</strong>
ca_es: Suprimiu un element del menú en <strong>ampliar-lo i fer clic a l'enllaç Suprimeix</strong>

source: Editing Menus
ca_es: Edició de menús

source: This screen is used for globally assigning menus to locations defined by your theme.
ca_es: Aquesta pantalla s'utilitza per assignar menús globalment a les ubicacions definides pel tema.

source: To assign menus to one or more theme locations, <strong>select a menu from each location&#8217;s drop down.</strong> When you&#8217;re finished, <strong>click Save Changes</strong>
ca_es: Per assignar menús a un o més ubicacions del tema, <strong>seleccioneu un menú de cada desplegable d'ubicació.</strong> Quan acabeu, <strong>feu clic a Desa els canvis</strong>

source: To edit a menu currently assigned to a theme location, <strong>click the adjacent &#8217;Edit&#8217; link</strong>
ca_es: Per editar un menú que està assignat actualment a una ubicació del tema, <strong>feu clic a l'enllaç adjacent &#8217;Edita&#8217;</strong>

source: To add a new menu instead of assigning an existing one, <strong>click the &#8217;Use new menu&#8217; link</strong>. Your new menu will be automatically assigned to that theme location
ca_es: Per afegir un menú nou en lloc d'assignar un ja existent, <strong>feu clic a l'enllaç &#8217;Utilitza un menú nou&#8217;</strong>. El menú nou s'assignarà automàticament a aquesta ubicació del tema.

source: Edit Menus
ca_es: Edita els menús

source: Manage Locations
ca_es: Gestiona les ubicacions

source: Theme Location
ca_es: Ubicació del tema

source: Assigned Menu
ca_es: Menú assignat

source: Select a Menu
ca_es: Selecciona un menú

source: Edit
ca_es: Edita

source: Use new menu
ca_es: Utilitza un menú nou

source: Restore This Revision
ca_es: Restaura aquesta revisió

source: Move up one
ca_es: Mou un a dalt

source: Move down one
ca_es: Mou un avall

source: Move to the top
ca_es: Mou a la part superior

source: Move under %s
ca_es: Mou a la part inferior de %s

source: Move out from under %s
ca_es: Mou fora de davall de %s

source: Under %s
ca_es: A continuació de %s

source: Out from under %s
ca_es: Treu de davall de %s

source: %1$s. Menu item %2$d of %3$d.
ca_es: %1$s. Element del menú %2$d de %3$d.

source: %1$s. Sub item number %2$d under %3$s.
ca_es: %1$s. Nombre de l'element inferior %2$d a continuació de %3$s.

source: Capabilities
ca_es: Capacitats

source: Denied: %s
ca_es: S'ha denegat: %s

source: Move
ca_es: Mou

source: Up one
ca_es: Puja un

source: Down one
ca_es: Baixa un

source: To the top
ca_es: A la part superior

source: Menu Structure
ca_es: Estructura del menú

source: Menu Settings
ca_es: Paràmetres del menú

source: The backup of this post in your browser is different from the version below.
ca_es: La còpia de seguretat de l'entrada al navegador és diferent de la versió que hi ha a continuació.

source: Restore the backup.
ca_es: Restaura la còpia de seguretat.

source: Post restored successfully.
ca_es: S'ha restaurat l'entrada correctament.

source: Undo.
ca_es: Desfés.

source: Draft created on %1$s at %2$s
ca_es: S'ha creat l'esborrany el %1$s a les %2$s

source: %s has taken over and is currently editing.
ca_es: %s s'ha apropiat de l'element i està editant-lo ara mateix.

source: Take over
ca_es: Reté

source: You cannot move this item to the Trash. %s is currently editing.
ca_es: No podeu moure aquest element a la paperera. %s està editant-lo ara mateix.

source: Edit your menu below, or <a href="%s">create a new menu</a>.
ca_es: Edita el menú inferior, o <a href="%s">crea un menú nou</a>.

source: Select a menu to edit:
ca_es: Seleccioneu un menú que voleu editar:

source: or <a href="%s">create a new menu</a>.
ca_es: o <a href="%s">creeu-ne un de nou</a>.

source: Thank you for Updating! Please visit the <a href="%s">Upgrade Network</a> page to update all your sites.
ca_es: Gràcies per actualitzar! Visiteu la pàgina <a href="%s">Actualitza la xarxa</a> per actualitzar tots els llocs web.

source: All right, sparky! You&#8217;ve made it through this part of the installation. WordPress can now communicate with your database. If you are ready, time now to&hellip;
ca_es: Correcte, blocaires! Heu acabat aquesta part de la instal·lació. El WordPress pot ara comunicar-se amb la base de dades. Si esteu llestos, és hora de&hellip;

source: sub item
ca_es: subelement

source: Link Text
ca_es: Text de l'enllaç

source: <strong>%1$s</strong> has been updated.
ca_es: S'ha actualitzat <strong>%1$s</strong>.

source: Selected menus have been successfully deleted.
ca_es: S'han suprimit correctament els menús seleccionats.

source: -- Select --
ca_es: -- Selecciona --

source: Menu 1
ca_es: Menú 1

source: Edit your default menu by adding or removing items. Drag each item into the order you prefer. Click Create Menu to save your changes.
ca_es: Editeu el menú predeterminat afegint o suprimint elements. Arrossegueu cada element a la posició que preferiu. Feu clic a Crea el menú per desar els canvis.

source: Give your menu a name above, then click Create Menu.
ca_es: Doneu-li un nom al menú superior, aleshores feu clic a Crea un menú.

source: Auto add pages
ca_es: Afegeix pàgines automàticament

source: Automatically add new top-level pages to this menu
ca_es: Afegeix automàticament pàgines superiors noves a aquest menú

source: Theme locations
ca_es: Ubicacions del tema

source: (Currently set to: %s)
ca_es: (Actualment definit a: %s)

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Look Up takes you to a web page about that particular function.
ca_es: El menú de documentació que hi ha a continuació de l'editor, llista les funcions PHP reconegudes al fitxer de l'extensió. En fer clic a Cerca, anireu a una pàgina web que tracta sobre aquesta funció en particular.

source: Look Up
ca_es: Cerca

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Look Up takes you to a web page with reference material about that particular function.
ca_es: Per als fitxers PHP, podeu utilitzar del desplegable de documentació per seleccionar-ne les funcions reconegudes en aquest fitxer. En fer clic a Cerca, anireu a una pàgina web amb material de referència sobre aquesta funció en particular.

source: %s is currently editing
ca_es: %s està editant actualment

source: You can upload and insert media (images, audio, documents, etc.) by clicking the Add Media button. You can select from the images and files already uploaded to the Media Library, or upload new media to add to your page or post. To create an image gallery, select the images to add and click the &#8220;Create a new gallery&#8221; button.
ca_es: Podeu penjar i inserir mèdia (imatges, àudio, documents, etc.) en fer clic al botó Afegeix mèdia. Podeu seleccionar d'entre les imatges i fitxers ja penjats a la mediateca, o penjar un nou mèdia per afegir a la pàgina o a l'entrada. Per crear una galeria d'imatges, seleccioneu les imatges que voleu afegir i feu clic al botó &#8220;Crea una galeria nova&#8221;.

source: You can also embed media from many popular websites including Twitter, YouTube, Flickr and others by pasting the media URL on its own line into the content of your post/page. Please refer to the Codex to <a href="http://codex.wordpress.org/Embeds">learn more about embeds</a>.
ca_es: Podeu també incrustar mèdia des de moltes pàgines webs populars com ara el Twitter, el Youtube, el Flickr i altres en enganxar la URL del mèdia a la seva pròpia línia al contingut de l'entrada o pàgina. Remeteu-vos al Codex per <a href="http://codex.wordpress.org/Embeds">aprendre més sobre les incrustacions</a> (en anglès).

source: Multisite Improvements
ca_es: Millores en el sistema multilloc

source: New Media Manager
ca_es: Nou gestor de mèdia

source: Uploading files and creating image galleries has a whole new look. Check it out!
ca_es: La càrrega de fitxers i la creació de galeries d'imatges tenen una estètica completament nova. Comproveu-ho!

source: Image rotation is not supported by your web host.
ca_es: La rotació d'imatges no està suportada pel vostre allotjament web.

source: If you are looking to use the link manager, please install the <a href="%s">Link Manager</a> plugin.
ca_es: Si esteu cercant utilitzar el gestor d'enllaços, instal·leu-vos l'extensió <a href="%s">Link Manager</a>.

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
ca_es: Gestiona els <a href="%1$s">ginys</a> o els <a href="%2$s">menús</a>

source: To use a background image, simply upload it or choose an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button. You can display a single instance of your image, or tile it to fill the screen. You can have your background fixed in place, so your site content moves on top of it, or you can have it scroll with your site.
ca_es: Per utilitzar una imatge de fons, simplement pengeu-la o trieu una imatge que ja s'hagi pujat a la mediateca fent clic al botó &#8220;Tria una imatge&#8221;. Podeu mostrar una sola instància de la imatge, o posar-la en mosaic per ajustar-la a la pantalla. Podeu fer que el fons estigui fixe, i així el contingut de la pàgina web es mogui per sobre d'ell, o podeu fer que es desplaci junt amb el contingut.

source: Don&#8217;t forget to click &#8220;Save Changes&#8221; when you&#8217;re done!
ca_es: No oblideu fer clic a &#8220;Desa els canvis&#8221; quan acabeu.

source: The title field and the big Post Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
ca_es: El camp del títol i l'àrea d'edició de l'entrada estan fixes, però podeu canviar la posició de totes les caixes si les arrossegueu i deseu anar. També podeu minimitzar i ampliar-les en fer clic a la barra del títol de cada caixa. Utilitzeu la pestanya de les opcions de pantalla per fer visibles més caixes (els extractes, envia retroenllaços, els camps personalitzats, les discussions, el resum, l'autor) o per triar un format de pantalla de 1 o 2 columnes per a la pantalla.

source: Inserting Media
ca_es: S'està inserint el mèdia

source: Several boxes on this screen contain settings for how your content will be published, including:
ca_es: Algunes caixes d'aquesta pantalla contenen paràmetres de com el contingut es publicarà, com ara:

source: <strong>Format</strong> - Post Formats designate how your theme will display a specific post. For example, you could have a <em>standard</em> blog post with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each post format</a>. Your theme could enable all or some of 10 possible formats.
ca_es: <strong>Format</strong> - Els formats d'entrada designen com mostrarà el tema una entrada específica. Per exemple, podríeu tenir una entrada de bloc <em>estàndard</em> amb un títol i paràgrafs, o una <em>anotació</em> curta que omet el títol i conté un text curt. Consulteu el Codex per veure la <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descripció de cada format d'entrada</a> (en anglès). El tema podria permetre tots o algun dels 10 possibles formats.

source: Publish Settings
ca_es: Paràmetres de publicació

source: <strong>Parent</strong> - Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have child categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown.
ca_es: <strong>Pare</strong> - Les categories, a diferència de les etiquetes, poden tenir una jerarquia. Podeu tenir una categoria Jazz, i per sota d'aquesta tenir categories filles per al Bebop i el Big Band. Totalment opcional. Per crear una subcategoria, trieu altra categoria del menú desplegable del pare.

source: <strong>Box Controls</strong> - Click the title bar of the box to expand or collapse it. In addition, some boxes have configurable content, and will show a &#8220;Configure&#8221; link in the title bar if you hover over it.
ca_es: <strong>Caixa de controls</strong> - Feu clic a la barra del títol de la caixa per ampliar i reduir-la. A més a més, algunes caixes tenen contingut que es pot configurar, i es mostra un enllaç &#8220;Configura&#8221; en la barra del títol quan passeu el cursor per sobre.

source: When changing themes, there is often some variation in the number and setup of widget areas/sidebars and sometimes these conflicts make the transition a bit less smooth. If you changed themes and seem to be missing widgets, scroll down on this screen to the Inactive Widgets area, where all of your widgets and their settings will have been saved.
ca_es: Quan es canvien els temes, hi ha a sovint algunes variacions en el nombre i configuració de les àrees de ginys i de les barres laterals, i a vegades aquestos conflictes fan la transició menys suau. Si heu canviat de tema i sembla que falten ginys, desplaceu-vos a la part inferior de la pantalla a l'àrea de ginys inactius, on tots els ginys i les seves configuracions es desaran.

source: You are using the multi-file uploader. Problems? Try the <a href="%1$s" target="%2$s">browser uploader</a> instead.
ca_es: Esteu utilitzant el carregador multifitxer. Teniu problemes? Proveu el <a href="%1$s" target="%2$s">carregador del navegador</a>.

source: Default: %s
ca_es: Predeterminat: %s

source: Uploaded to
ca_es: Penjat a

source: The uploaded file is not a valid image. Please try again.
ca_es: La imatge carregada no és una imatge vàlida. Torneu-ho a provar.

source: Choose a Background Image
ca_es: Tria una imatge de fons

source: Choose a Custom Header
ca_es: Tria una capçalera personalitzada

source: You can also choose a background color by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
ca_es: També podeu triar un color de fons si feu clic al botó de selecció de color i introduïu un valor hexadecimal en HTML correcte, per exemple, &#8220;#ff0000&#8221; per al vermell, o si trieu un color en fer servir el selector de color.

source: In the Header Text section of this page, you can choose whether to display this text or hide it. You can also choose a color for the text by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
ca_es: A la secció de text de la capçalera d'aquesta pàgina, podeu triar si cal mostrar aquest text o amagar-ho. També podeu triar el color del text en fer clic al botó de selecció de color o bé introduint el valor hexadecimal en codi HTML correcte, per exemple, &#8220;#ff0000&#8221; per al vermell, o bé triar un color fent servir el selector de colors.

source: Theme Customizer Options
ca_es: Opcions del personalitzador de temes

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the checkbox next to &#8220;Discourage search engines from indexing this site&#8221; and click the Save Changes button at the bottom of the screen. Note that your privacy is not complete; your site is still visible on the web.
ca_es: Podeu triar si voleu o no que el lloc web sigui rastrejat per motors de cerca, serveis de ping, i robots. Si voleu que aquests serveis ignorin el vostre lloc web, feu clic a la casella de selecció &#8220;Desanima els motors de cerca d'indexar aquest lloc web&#8221; i feu clic al botó per desar els canvis a la part inferior de la pantalla. Fixeu-vos que la privacitat no és completa; la vostra pàgina web és visible a Internet.

source: When this setting is in effect, a reminder is shown in the Right Now box of the Dashboard that says, &#8220;Search Engines Discouraged,&#8221; to remind you that your site is not being crawled.
ca_es: Quan aquest paràmetre està activat, es mostra un recordatori a la caixa ara mateix del tauler que diu, &#8220;Motors de cerca desactivats&#8221;, per recordar que la pàgina web no està sent rastrejada.

source: More Actions
ca_es: Més accions

source: Turn comments on or off
ca_es: Activa o desactiva els comentaris

source: Learn more about getting started
ca_es: Aprèn més sobre com començar

source: File URL:
ca_es: URL del fitxer:

source: In the <strong>In Response To</strong> column, there are three elements. The text is the name of the post that inspired the comment, and links to the post editor for that entry. The View Post link leads to that post on your live site. The small bubble with the number in it shows the number of approved comments that post has received. If the bubble is gray, you have moderated all comments for that post. If it is blue, there are pending comments. Clicking the bubble will filter the comments screen to show only comments on that post.
ca_es: A la columna <strong>En resposta a</strong>, hi ha tres elements. El text és el nom de l'entrada que ha inspirat el comentari, i enllaços a l'editor d'entrades per a aquesta entrada. L'enllaç Mostra l'entrada us portarà a aquesta entrada a la pàgina web. La bombolla amb el número dintre mostra el nombre de comentaris aprovats que ha rebut aquesta entrada. Si la bombolla és grisa, teniu tots els comentaris d'aquesta entrada moderats. Si és de color blau, hi ha comentaris pendents. En fer clic a la bombolla es filtrarà la pantalla de comentaris per mostrar solament els comentaris d'aquesta entrada.

source: Used: %1$s%% of %2$s
ca_es: Utilitzat: %1$s%% de %2$s
